{
  "EventsList": [
    {
      "event_name": "footloose prelims",
      "event_location": "Convocation hall",
      "start_time": "09:00",
      "end_time": "15:30",
      "coordinator": "Gargi\nRakesh Pakurthi \nDeepak Sah",
      "contact": "6264018072\n9549410802\n7047081776",
      "description": "Are you passionate about dancing? Do you have tingling sensations run down your feet when you hear music? Then come let yourself loose. Dance to express. It\\'s said that in order to find your true self, you first have to lose yourself. Come get lost amid the likes of yourself. Prepare, perfect, perform and if you stumble then make it a part of the dance.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "TVF+ Flut BeatBoxer",
      "event_location": "Convocation hall",
      "start_time": "16:30",
      "end_time": "18:30",
      "coordinator": "",
      "contact": "",
      "description": "The first day of the festival is lightened by terriffic performances from TVF stars JASSI & SHIVANKIT while the funcion is tuned into a melodious play of music and breath by ASIA'S GOT TALENT Semifinalist Fluteboxer Sudhir R.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Vogue Prelims",
      "event_location": "MAC Audi",
      "start_time": "09:00",
      "end_time": "13:00",
      "coordinator": "Vaibhav Bansal\nSarvesh Saraswat",
      "contact": "8949078417\n7665898750",
      "description": "Fashion is a way to speak who you are without having to speak. Do you love owning the world with your elegance and glamour? So why fit in when you were born to stand out? With the adage “Classy and Fabulous” on back of our minds, we have this event planned out to cater to the fashionista in all of us. A breath stopper at Thomso where sculpted males and gorgeous females sizzle the ramp with their display of sensational apparels, radiating confidence and mystique. If you are the one to let your style speak for yourself, then this is the place to be. We invite you to break out of the mould and scintillate the world with your glamour and confidence, on a stage graced with the likes of Sushmita Sen, Annie Thomas, Udita Goswami and other bigwigs in the past.'",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Youtuber Fan Connect",
      "event_location": "MAC Audi",
      "start_time": "13:30",
      "end_time": "15:30",
      "coordinator": "",
      "contact": "",
      "description": "Thomso'19 brings your favourite famous Youtubers in our grand Youtube Fan Connect fest, an intriguing panel discussion with some of the most prominent YouTube personalities.We don't need to say anything more about the people featuring in here, for their content has always spoken and will continue speak for itself.So, get assembled at MAC Audi on 18th October a.k.a Day 1 of Thomso!",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "The Dank Knight",
      "event_location": "MAC Audi",
      "start_time": "16:00",
      "end_time": "17:30",
      "coordinator": "Lucky Raja\nRahul Rawal",
      "contact": "9871730582\n9691102081",
      "description": "Do you know everything from the fun facts about Infinity War to the intricacies of global economics? Are you generally shunned among peers for being a \\'know-it-all\\'? (OR: does information unintentionally comes blurting out whenever you open your mouth?) Well, here you can actually win prizes for that! So come and embrace the chance to show the ignoramuses that information is the real wealth! Five quizzing events shall be held. \\n 1. Titans of Trivia– The general quiz. \\n  2. The MELA – Music, Entertainment, Literature and Art \\n  3. The India Quiz \\n  4. The Sports Quiz \\n  5. The Business Quiz.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Apocalypse",
      "event_location": "MAC hall/SAC",
      "start_time": "10:30",
      "end_time": "18:30",
      "coordinator": "Supriyo \nSubhrat ",
      "contact": "8975727129\n7037019466",
      "description": "Beating a game is a journey. Therein lies the fun. Are you one of those who think gaming is in their DNA? Do you get an adrenaline rush every time you conquer a game? Welcome to Apocalypse, a cut-throat competition with intense competition and massive crowds, this is one gaming competition you wouldn’t want to miss. So gear up and let your game speak for you. Strike new camaraderie and build up envious rivalries in this hard fought event, where shots are traded across battle lines. Show us your hard acquired gaming skills and aim to vanquish all. So if you think you are the one to obliterate the competition, then Apocalypse is the place to be! Level up, fall down, respawn and get back up to earn the coveted crown.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Abhivyakti Prelims",
      "event_location": "OP Jain Audi",
      "start_time": "10:00",
      "end_time": "18:00",
      "coordinator": "Niharika Jain\nDivyansh Malgotra",
      "contact": "8989583878\n8556901088",
      "description": "All the world\\'s a stage, and all the men and women are merely players. This event is for those who act, write, dance, run, cry and laugh just for the ethereal beauty of the act. Stand on a stage and hold the hearts of men in your hands. Make them laugh with a gesture and cry with words. Turn the spotlight towards you, perfecting acting skills, coordination, expressions and stellar dialogue delivery. We have this event planned to cater to all those patrons of direction, acting and screenplay. So, participate and hypnotize people with the power of words and expressions and you will shine brighter than any praise or fame or glory.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Sargam Prelims",
      "event_location": "OAT MAC",
      "start_time": "09:30",
      "end_time": "18:00",
      "coordinator": "Aniket\nAseem",
      "contact": "8826034745\n8427575544",
      "description": "In the words of Plato: Music gives a soul to the universe, wings to the mind, flight to the imagination and life to everything. This is your chance to flaunt your gift. Here’s an opportunity to get on stage and tell your story through your flair. It’s the IITR’s premier singing contest. If you believe in yourself then come compete with the elite. You can sing or play an instrument. Just be your best self and own the stage.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Snooker's Elite",
      "event_location": "Student's club",
      "start_time": "11:00",
      "end_time": "17:30",
      "coordinator": "\"Sparsh \nDheeraj Soni\"",
      "contact": "\"8492991277\n9588909338\"",
      "description": "Do you think what it take to be the master of cues? If yes, come forth and compete with your contemporaries and prove your mettle; because if you can’t prove, you don’t have. This event gives you an opportunity to compete with the elites and let the world witness your flair. The table is set, now is the time for you to hit.The event consist of the following two of the table games: Snooker & Pool, which are by far, the benchmarks of precision and skill.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "A(D)ESIGN",
      "event_location": "DOMS Hall 1",
      "start_time": "13:00",
      "end_time": "16:00",
      "coordinator": "Ankit\nSaurabh Dey",
      "contact": "9889337636\n9678730633",
      "description": "How often do you find yourself skipping advertisements or impatiently waiting for an ad to get over? And how often do you come across ones that you could watch over and over again because they are witty and humorous? Surely, there aren’t half as many! So, here’s your chance to take charge! IIT Roorkee gives you a chance to create your very own advertisement and be as creative, funny, educational and entertaining as possible. The only ads that we actually watch are the ones we find most engaging, so here is an opportunity to command the attention of thousands and to showcase your creativity and directing skills in an advertisement that will spread your message on a tremendous platform!",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "MUN-Lok Sabha",
      "event_location": "LH 1",
      "start_time": "09:30",
      "end_time": "17:30",
      "coordinator": "Satyajeet",
      "contact": "9834793453",
      "description": "True to the spirit of the United Nations, this event strives to foster a constructive forum for open dialogue on complex global issues, including international peace and security, and economic and social progress. During the conference, students learn the importance of balancing national interests with the needs of the international community, while also learning about the powers and limitations of international negotiation. Delegates will preserve their countries’ national policy while negotiating in the face of other, sometimes conflicting, international policies.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Big Ideas- Book Pitching",
      "event_location": "LHC 004",
      "start_time": "11:00",
      "end_time": "13:30",
      "coordinator": "",
      "contact": "",
      "description": "Engage with some of India’s finest authors as they discuss their latest works in a candid event suffused with literary vibrancy.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Mr.- Ms. Thomso Prelims",
      "event_location": "LHC 006",
      "start_time": "11:00",
      "end_time": "18:00",
      "coordinator": "Gaurav Kumar\nRadhika",
      "contact": "7834829273\n9495950136",
      "description": "Thomso’ providing exclusive opportunity to enter the finals of the much reputed fashion competition Mr. & amp; Ms.Thomso at Thomso, IIT Roorkee.Showcase your talent by uploading your ramp walk videos on platform TikTok downloaded from the link bit.ly / esthomso and win a chance to meet the celebrity stars from Thomso’18",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Seiger Prelims",
      "event_location": "LHC 102",
      "start_time": "11:00",
      "end_time": "18:00",
      "coordinator": "Karan Chitroda\nNikhil ",
      "contact": "8347587870\n8121941197",
      "description": "Seiger is IIT Roorkee’s own rendition of the very (in)famous TV show, Roadies! Come and try your best not to embarrass yourself as our own Raghu goes full-throttle on you!",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Quirosity MELA Quiz",
      "event_location": "LHC 105",
      "start_time": "11:30",
      "end_time": "13:30",
      "coordinator": "Murtaza Bookwala\nAgastya Varahala",
      "contact": "9175997929\n8466962513",
      "description": "Do you know everything from the fun facts about Infinity War to the intricacies of global economics? Are you generally shunned among peers for being a \\'know-it-all\\'? (OR: does information unintentionally comes blurting out whenever you open your mouth?) Well, here you can actually win prizes for that! So come and embrace the chance to show the ignoramuses that information is the real wealth! Five quizzing events shall be held. \\n 1. Titans of Trivia– The general quiz. \\n  2. The MELA – Music, Entertainment, Literature and Art \\n  3. The India Quiz \\n  4. The Sports Quiz \\n  5. The Business Quiz.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Quriosity Business Quiz",
      "event_location": "LHC 105",
      "start_time": "14:00",
      "end_time": "15:30",
      "coordinator": "Murtaza Bookwala\nAgastya Varahala",
      "contact": "9175997929\n8466962513",
      "description": "Do you know everything from the fun facts about Infinity War to the intricacies of global economics? Are you generally shunned among peers for being a \\'know-it-all\\'? (OR: does information unintentionally comes blurting out whenever you open your mouth?) Well, here you can actually win prizes for that! So come and embrace the chance to show the ignoramuses that information is the real wealth! Five quizzing events shall be held. \\n 1. Titans of Trivia– The general quiz. \\n  2. The MELA – Music, Entertainment, Literature and Art \\n  3. The India Quiz \\n  4. The Sports Quiz \\n  5. The Business Quiz.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Food Fiesta Prelims",
      "event_location": "LHC 101",
      "start_time": "10:30",
      "end_time": "12:30",
      "coordinator": "Rajat Bambhore\nGarima Verma ",
      "contact": "7047473011\n8085256250",
      "description": "Can the aroma of your food water the mouths of people around you or can the magic of your flavours make their taste buds sway? If yes, then this is the place to be. Cook some lip-smacking dishes in the event and prove your mettle against the cooks of the same calibre as yours. Summon your inner Masterchef and get grinding, chopping and baking as you make your own chef-d\\'oeuvre at Thomso.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Art Talkies",
      "event_location": "LHC 101",
      "start_time": "14:00",
      "end_time": "16:00",
      "coordinator": "Shivani",
      "contact": "7247693526",
      "description": "In the modern era, the movies & their posters are highly digitized. Somewhere between this evolution of cinema, a great form of human art was pushed to extinction. There is an unparalleled charisma in the posters of Mughal-e-Azam, Sholay, Guide and even the one overseas Godfather, Mary Poppins & The Sound of Music. Let\\'s bring this art-form back to life. Art Talkies invites folks to have an enriching experience at this on-the-spot poster making competition and witness the art meeting cinema",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Photog Workshop",
      "event_location": "LHC 106",
      "start_time": "13:30",
      "end_time": "15:30",
      "coordinator": "Amit Srivastava",
      "contact": "9045670153",
      "description": "Does your heart too adds up life and exuberance when you see a moment captured as a beauty you never had imagined while you were living the same? You're not alone adoring this breath-taking art of photography as no one would like to lose the golden moments uncaptured. Experience and learn from the ones who has been at this place since long and edify your passion for photography. For more of Debratna's works, follow @shutters_of_kolkata & @subtle_elixir",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Carnival",
      "event_location": "ABN Ground",
      "start_time": "09:00",
      "end_time": "18:30",
      "coordinator": "Yogendra Kumar Singh\nBhupesh ",
      "contact": "9193693736\n9599991720",
      "description": "Thomso brings to you the most-awaited and one-of-a-kind fete, Thomso Carnival. A carnival exhilarates the fanatics with euphoria and ecstasy and we bet Thomso Carnival would not be an exception. The charismatic feel of an Indian carnival may have been long lost with time but we are here to reignite it, as you take your time out to discover the delight of frolicking alfresco. With everything that a carnival can offer, this is seriously going to be a Show-stopper!So, come here with Zeal and Fervor, and take back along with you, the new found Fanaticism along with lasting Memories.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Battle of Band",
      "event_location": "ABN Ground",
      "start_time": "09:00",
      "end_time": "18:30",
      "coordinator": "Ujjwal Garg\nPranay Janbandhu",
      "contact": "8094094301\n7972623247",
      "description": "o you think your voice matters? Do you have the power to change the mood or move the world with a single tone? If you think you can make the crowd forget themselves in your performance, then this is the place to be in. Thomso welcomes you to B.O.B (Battle of Bands), an arena to battle against India’s best bands. With massive enthusiasm and fearsome competition, this event brings out the best in its participants striving for glory. If you have the band that just can’t lose and have hunger for more, then come and perform against the most formidable bands in India.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Nukkad Natak",
      "event_location": "UG floor",
      "start_time": "10:00",
      "end_time": "13:00",
      "coordinator": "Aakash Hirnotia\nYagyaansh Khaneja",
      "contact": "8279941589\n9990116913",
      "description": "Nukkad Natak is a street-play competition of Dramatics at Thomso where you speak in the lingo of the common folks to outline captivating issues which are also socially relevant. The main endeavor is to convey a social and political message in an entertaining environment, amidst the intimate and effective means of theatre by means of shout, chants, drums and catchy songs. This is your chance to be the change you think of bringing about.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Step-Up Prelims",
      "event_location": "UG floor",
      "start_time": "14:30",
      "end_time": "18:00",
      "coordinator": "Shreyansh Jain\nVanshika Singh",
      "contact": "8827261813\n9958705084",
      "description": "Have you ever had the desire to express the hidden language of your soul, make the music visible and simply be insane? We\\'ll provide you the level field to be fearless, limitless and well, as we promised before, insane. Dance to the beat of your own drum; don\\'t let anyone tell you it can\\'t be done. There are no spring floors, no spotlights, no stage, and no boundaries. Come on the streets to glide, to spin, to fly or to express your instincts, bring your style on the floor. Dance on the random music being played and show your instincts to dance. Step-Up is an on-the-spot street dance competition.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Live Sketch ",
      "event_location": "Library Steps",
      "start_time": "14:30",
      "end_time": "18:00",
      "coordinator": "Nikhil",
      "contact": "8439959703",
      "description": "Sketching is the breath of art: It is the most refreshing of all the more impulsive forms of creative self-expression and, as such, it should be as free, and happy, as a song in the bath - Mervyn Levy Flesh and blood, glitters and stardust, literally and figuratively, we have the universe inside our bones. Not just the artists, we are the art ourselves. So this Thomso, let\\'s awaken the magic that sleeps in our soul as we are here with one more among many of its sterling events for the ones born with a pencil in their hands. Draw the sketch of the live scenery, during Thomso and get yourself into the competition with many of the skilled artists.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Food Fiesta Finals",
      "event_location": "LHC 106",
      "start_time": "14:00",
      "end_time": "16:00",
      "coordinator": "Rajat Bambhore\nGarima Verma ",
      "contact": "7047473011\n8085256250",
      "description": "Can the aroma of your food water the mouths of people around you or can the magic of your flavours make their taste buds sway? If yes, then this is the place to be. Cook some lip-smacking dishes in the event and prove your mettle against the cooks of the same calibre as yours. Summon your inner Masterchef and get grinding, chopping and baking as you make your own chef-d\\'oeuvre at Thomso.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "MUN-UNHRC",
      "event_location": "Senate Hall",
      "start_time": "09:30",
      "end_time": "18:00",
      "coordinator": "Vaishnav",
      "contact": "7702158128",
      "description": "True to the spirit of the United Nations, this event strives to foster a constructive forum for open dialogue on complex global issues, including international peace and security, and economic and social progress. During the conference, students learn the importance of balancing national interests with the needs of the international community, while also learning about the powers and limitations of international negotiation. Delegates will preserve their countries’ national policy while negotiating in the face of other, sometimes conflicting, international policies.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Naqaab",
      "event_location": "Hydes Park",
      "start_time": "11:00",
      "end_time": "14:30",
      "coordinator": "Ananya",
      "contact": "7390848622",
      "description": "Your partner is your canvas as we take make-ups to a whole new level! Let your creativity loose and paint your partner’s face to serve as a mask, because being yourself might be cool, but it’s cooler to be Batman!",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Sargam(Group) Prelims",
      "event_location": "Chemical Audi",
      "start_time": "11:30",
      "end_time": "15:00",
      "coordinator": "Sameer\nAryan",
      "contact": "8395858569\n9610094933",
      "description": "In the words of Plato: Music gives a soul to the universe, wings to the mind, flight to the imagination and life to everything. This is your chance to flaunt your gift. Here’s an opportunity to get on stage and tell your story through your flair. It’s the IITR’s premier singing contest. If you believe in yourself then come compete with the elite. You can sing or play an instrument. Just be your best self and own the stage.",
      "rulebook_link": "",
      "event_day": "day1"
    },
    {
      "event_name": "Footloose Prelims",
      "event_location": "Convocation hall",
      "start_time": "09:00",
      "end_time": "14:30",
      "coordinator": "Gargi\nRakesh Pakurthi \nDeepak Sah",
      "contact": "6264018072\n9549410802\n7047081776",
      "description": "Are you passionate about dancing? Do you have tingling sensations run down your feet when you hear music? Then come let yourself loose. Dance to express. It\\'s said that in order to find your true self, you first have to lose yourself. Come get lost amid the likes of yourself. Prepare, perfect, perform and if you stumble then make it a part of the dance.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Campus Princess Final",
      "event_location": "Convocation hall",
      "start_time": "15:30",
      "end_time": "18:00",
      "coordinator": "Disha Maheshwari\nMinakshi",
      "contact": "7726884445\n6376453592",
      "description": "Girls, this one is for you all. Have you ever speculated how sumptuous and gorgeous you would look when you dress up as Cinderella or Snow White or any other Disney Princess? Imagine thousands of people gazing at your mesmerizing beauty, leaving them awestruck. While enlivening your childhood fascination, feel that mysterious charm within you. This Thomso, with the theme ‘A Gleaming Gala’, we give you all that sacred opportunity to  get recognized on Campus Princess’s Facebook and Instagram pages and also get a direct entry to the finale of Campus Princess and an opportunity to get a direct entry to the final round of Femina Miss India 2020 State audition.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "seiger finals",
      "event_location": "SBI Lawn",
      "start_time": "10:00",
      "end_time": "15:30",
      "coordinator": "Karan Chitroda\nNikhil ",
      "contact": "8347587870\n8121941197",
      "description": "Seiger is IIT Roorkee’s own rendition of the very (in)famous TV show, Roadies! Come and try your best not to embarrass yourself as our own Raghu goes full-throttle on you!",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Mr. & Ms. Thomso Finals",
      "event_location": "MAC Audi",
      "start_time": "09:00",
      "end_time": "12:30",
      "coordinator": "Gaurav Kumar\nRadhika",
      "contact": "7834829273\n9495950136",
      "description": "Thomso’ providing exclusive opportunity to enter the finals of the much reputed fashion competition Mr. & amp; Ms.Thomso at Thomso, IIT Roorkee.Showcase your talent by uploading your ramp walk videos on platform TikTok downloaded from the link bit.ly / esthomso and win a chance to meet the celebrity stars from Thomso’18",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Sargam Finals ",
      "event_location": "MAC Audi",
      "start_time": "13:00",
      "end_time": "18:00",
      "coordinator": "Aniket\nAseem",
      "contact": "8826034745\n8427575544",
      "description": "In the words of Plato: Music gives a soul to the universe, wings to the mind, flight to the imagination and life to everything. This is your chance to flaunt your gift. Here’s an opportunity to get on stage and tell your story through your flair. It’s the IITR’s premier singing contest. If you believe in yourself then come compete with the elite. You can sing or play an instrument. Just be your best self and own the stage.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "",
      "event_location": "MAC Audi",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Apocalypse",
      "event_location": "MAC hall/SAC",
      "start_time": "09:00",
      "end_time": "18:00",
      "coordinator": "Supriyo \nSubhrat ",
      "contact": "8975727129\n7037019466",
      "description": "Beating a game is a journey. Therein lies the fun. Are you one of those who think gaming is in their DNA? Do you get an adrenaline rush every time you conquer a game? Welcome to Apocalypse, a cut-throat competition with intense competition and massive crowds, this is one gaming competition you wouldn’t want to miss. So gear up and let your game speak for you. Strike new camaraderie and build up envious rivalries in this hard fought event, where shots are traded across battle lines. Show us your hard acquired gaming skills and aim to vanquish all. So if you think you are the one to obliterate the competition, then Apocalypse is the place to be! Level up, fall down, respawn and get back up to earn the coveted crown.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Abhivyakti Prelims/Finals",
      "event_location": "OP Jain Audi",
      "start_time": "9:30",
      "end_time": "18:00",
      "coordinator": "Niharika Jain\nDivyansh Malgotra",
      "contact": "\"8989583878\n8556901088\"",
      "description": "All the world\\'s a stage, and all the men and women are merely players. This event is for those who act, write, dance, run, cry and laugh just for the ethereal beauty of the act. Stand on a stage and hold the hearts of men in your hands. Make them laugh with a gesture and cry with words. Turn the spotlight towards you, perfecting acting skills, coordination, expressions and stellar dialogue delivery. We have this event planned to cater to all those patrons of direction, acting and screenplay. So, participate and hypnotize people with the power of words and expressions and you will shine brighter than any praise or fame or glory.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "DJ Wars",
      "event_location": "OAT MAC",
      "start_time": "10:30",
      "end_time": "13:30",
      "coordinator": "Mehul Jain\nNikhil Patel",
      "contact": "9404431708\n9827480225",
      "description": "Ever imagined the life of a Disc Jockey? If not, then live it with us! From finely tuned pulses of music to the lively cheers from the vibrant crowd, DJs are heralded as the best entertainers all around. So enliven this buzzing glamorous world showing off your expertise in shuffling up the large directories of powerful, metallic, rocking, popping and lyrical genres to produce the best mix.\",",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Snooker Elite",
      "event_location": "Student's club",
      "start_time": "10:00",
      "end_time": "15:30",
      "coordinator": "Sparsh \nDheeraj Soni",
      "contact": "8492991277\n9588909338",
      "description": "Do you think what it take to be the master of cues? If yes, come forth and compete with your contemporaries and prove your mettle; because if you can’t prove, you don’t have. This event gives you an opportunity to compete with the elites and let the world witness your flair. The table is set, now is the time for you to hit.The event consist of the following two of the table games: Snooker & Pool, which are by far, the benchmarks of precision and skill.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Queen's Gambit",
      "event_location": "Student's club",
      "start_time": "16:00",
      "end_time": "18:30",
      "coordinator": "Ujjaval Kumar\nDhruv Singh Rawat",
      "contact": "8506085594\n9552559165",
      "description": "Do you pursue good chess skills,but do not feel like playing those 30+ minute games? If yes, then this is the best platform to show off your skills. Instead of playing tediously long matches on a chess board, this is a unique \\'Chess tactics solving competition.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Mark Sense",
      "event_location": "DOMS Hall 1",
      "start_time": "09:00",
      "end_time": "18:00",
      "coordinator": "Abhijit Kumar mandal \nShashank Swarup",
      "contact": "8540909861\n7987608322",
      "description": "Marketing is not an art of selling what you make but knowing what to make. Thomso\\'19 presents Mark Sense, an event which exemplifies your marketing skills. If you can negotiate, manipulate, turn the winds in your favor, then Mark Sense is the right place for you to be. So brush up your marketing knowledge as you enter the realm where anything could be sold if you know how to do it.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "MUN- Lok Sabha",
      "event_location": "LH 1",
      "start_time": "10:00",
      "end_time": "16:00",
      "coordinator": "Satyajeet",
      "contact": "9834793453",
      "description": "True to the spirit of the United Nations, this event strives to foster a constructive forum for open dialogue on complex global issues, including international peace and security, and economic and social progress. During the conference, students learn the importance of balancing national interests with the needs of the international community, while also learning about the powers and limitations of international negotiation. Delegates will preserve their countries’ national policy while negotiating in the face of other, sometimes conflicting, international policies.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "MUN prizes Disribution",
      "event_location": "LH 1",
      "start_time": "16:30",
      "end_time": "18:00",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Street Soccer",
      "event_location": "Basketball court",
      "start_time": "10:00",
      "end_time": "18:00",
      "coordinator": "Ayush Chauhan\nSimar Yadav",
      "contact": "6397228160\n9727620697",
      "description": "Makeshift goalposts, the nudges and pushes, the adrenaline, goals, spectators and dramatic matches. If you love playing football street style, then this is the place to be! Street Soccer focuses on flair, style and trickery, reflecting the cultures of street football and freestyle football played in streets and backlots across the world. It encompasses a number of informal varieties of association football, marking a return to the roots of the game. So shove, prod and force your way through the opposition in this vicious and cut-throat event catering specifically to the street smarts!",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Auction Frenzy",
      "event_location": "LHC 005",
      "start_time": "10:30",
      "end_time": "18:00",
      "coordinator": "Hitesh Patel\nRishabh Juneja",
      "contact": "9913197233\n9045167051",
      "description": "It’s the time of the year when players go under the hammer. Welcome to Thomso’s edition of IPL auction. It’s time to place your bid. But beware. Don’t forget to analyse and assess the situation before expending. Build your dream team. Choose among the top players from around the world. Trust your intuition and spend wisely in the high paced bidding frenzy.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Quriosity-India Quiz",
      "event_location": "LHC 004",
      "start_time": "14:00",
      "end_time": "16:00",
      "coordinator": "Murtaza Bookwala\nAgastya Varahala",
      "contact": "9175997929\n8466962513",
      "description": "Do you know everything from the fun facts about Infinity War to the intricacies of global economics? Are you generally shunned among peers for being a \\'know-it-all\\'? (OR: does information unintentionally comes blurting out whenever you open your mouth?) Well, here you can actually win prizes for that! So come and embrace the chance to show the ignoramuses that information is the real wealth! Five quizzing events shall be held. \\n 1. Titans of Trivia– The general quiz. \\n  2. The MELA – Music, Entertainment, Literature and Art \\n  3. The India Quiz \\n  4. The Sports Quiz \\n  5. The Business Quiz.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "",
      "event_location": "LHC 006",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "",
      "event_location": "LHC 101",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "",
      "event_location": "LHC 102",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Telesporcle Prelims",
      "event_location": "LHC 103",
      "start_time": "11:00",
      "end_time": "13:00",
      "coordinator": "Yash Hingane\nDhaval Mendapara",
      "contact": "9834205824\n8980125429",
      "description": "This event will comprise of questionnaires related to 5 popular American TV Series: Suits, How I Met Your Mother, Sherlock, F.R.I.E.N.D.S. and Game of Thrones. Participants will compete in teams of two.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "TeleSporcle Finals",
      "event_location": "LHC 103",
      "start_time": "14:00",
      "end_time": "16:00",
      "coordinator": "Yash Hingane\nDhaval Mendapara",
      "contact": "9834205824\n8980125429",
      "description": "This event will comprise of questionnaires related to 5 popular American TV Series: Suits, How I Met Your Mother, Sherlock, F.R.I.E.N.D.S. and Game of Thrones. Participants will compete in teams of two.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Litfest- Pictionary(AAPG)",
      "event_location": "LHC 104",
      "start_time": "14:30",
      "end_time": "16:00",
      "coordinator": "Aman Arora",
      "contact": "8929890145",
      "description": "Remodel popular stories the way you want, modify endings and give literary classics that tangy twist.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "PUBG Mobile",
      "event_location": "LHC 105",
      "start_time": "10:00",
      "end_time": "18:00",
      "coordinator": "Satnam Singh\nKetan",
      "contact": "9872415291\n7297877024",
      "description": "`It's all fun and games, don't take it so seriously, man\"- have you ever heard this sentence and it just irked your soul? Do you think gaming is more than just games? Do you live to win and are you born to win? Fret not, Thomso'19 welcomes you to a world of fierce rivalries and fiercer camaraderie. The much awaited PUBG tournament is finally here and if you got what it takes to rule the arena,  giddy up, you are in for a wild ride. Grit your teeth, roll your sleeves and snatch away the crown from the most lethal gamers around. Happy gaming,y'all!",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "",
      "event_location": "LHC 101",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "",
      "event_location": "LHC 101",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "16 Frames",
      "event_location": "LHC 106",
      "start_time": "10:00",
      "end_time": "13:30",
      "coordinator": "Md Mahbub Khan",
      "contact": "9382075585",
      "description": "The event consists of two parts:\\n• Screening of short movies made by famous film/documentary makers.• Short movie making competition organized by Cinematic Section. It is a two-day competition.• Day 1 – Top 20 entries are screened.• Winners are finalized and awarded.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Art Attack Workshop",
      "event_location": "LHC 003",
      "start_time": "12:30",
      "end_time": "14:30",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Sourav Joshi Workshop",
      "event_location": "LHC 003",
      "start_time": "15:00",
      "end_time": "15:30",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Paint fiesta",
      "event_location": "LHC ATR",
      "start_time": "10:00",
      "end_time": "13:00",
      "coordinator": "Shivani",
      "contact": "7247693526",
      "description": "Painting, by nature, is one luminous language; a language that never runs out of words and expression. Plutarch once said \\'Painting is silent poetry, and poetry is painting that speaks. This Thomso, nothing stops you as you reveal what’s on your mind, your way, with all the colours you can manage!",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Costume design ",
      "event_location": "LHC ATR",
      "start_time": "13:30",
      "end_time": "18:00",
      "coordinator": "Nikhil",
      "contact": "8439959703",
      "description": "A great dress can make you remember what is beautiful about life. This Thomso let your creativity go berserk and gear up to dress up your friend in the most innovative fashion.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Carnival",
      "event_location": "ABN Ground",
      "start_time": "09:00",
      "end_time": "18:00",
      "coordinator": "Yogendra Kumar Singh\nBhupesh ",
      "contact": "9193693736\n9599991720",
      "description": "Thomso brings to you the most-awaited and one-of-a-kind fete, Thomso Carnival. A carnival exhilarates the fanatics with euphoria and ecstasy and we bet Thomso Carnival would not be an exception. The charismatic feel of an Indian carnival may have been long lost with time but we are here to reignite it, as you take your time out to discover the delight of frolicking alfresco. With everything that a carnival can offer, this is seriously going to be a Show-stopper!So, come here with Zeal and Fervor, and take back along with you, the new found Fanaticism along with lasting Memories.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Battle of Bands",
      "event_location": "ABN Ground",
      "start_time": "09:00",
      "end_time": "18:00",
      "coordinator": "Ujjwal Garg\nPranay Janbandhu",
      "contact": "\"8094094301\n7972623247\"",
      "description": "o you think your voice matters? Do you have the power to change the mood or move the world with a single tone? If you think you can make the crowd forget themselves in your performance, then this is the place to be in. Thomso welcomes you to B.O.B (Battle of Bands), an arena to battle against India’s best bands. With massive enthusiasm and fearsome competition, this event brings out the best in its participants striving for glory. If you have the band that just can’t lose and have hunger for more, then come and perform against the most formidable bands in India.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Nukkad Natak finals",
      "event_location": "UG floor",
      "start_time": "09:00",
      "end_time": "13:30",
      "coordinator": "Aakash Hirnotia\nYagyaansh Khaneja",
      "contact": "8279941589\n9990116913",
      "description": "Nukkad Natak is a street-play competition of Dramatics at Thomso where you speak in the lingo of the common folks to outline captivating issues which are also socially relevant. The main endeavor is to convey a social and political message in an entertaining environment, amidst the intimate and effective means of theatre by means of shout, chants, drums and catchy songs. This is your chance to be the change you think of bringing about.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Step Up Prelims\t\t\t\t\t\t\t\t",
      "event_location": "UG floor",
      "start_time": "14:00",
      "end_time": "18:30",
      "coordinator": "Shreyansh Jain\nVanshika Singh",
      "contact": "8827261813\n9958705084",
      "description": "Have you ever had the desire to express the hidden language of your soul, make the music visible and simply be insane? We\\'ll provide you the level field to be fearless, limitless and well, as we promised before, insane. Dance to the beat of your own drum; don\\'t let anyone tell you it can\\'t be done. There are no spring floors, no spotlights, no stage, and no boundaries. Come on the streets to glide, to spin, to fly or to express your instincts, bring your style on the floor. Dance on the random music being played and show your instincts to dance. Step-Up is an on-the-spot street dance competition.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Scavenger Hunt",
      "event_location": "Library Steps",
      "start_time": "10:00",
      "end_time": "13:30",
      "coordinator": "Atharva Mule\nShuvam Samadder",
      "contact": "9405925352\n 9068760257",
      "description": "The quintessential pleasure in a quest is not the conclusion, but it\\'s the journey that makes all the difference. Simple, crazy and exhilarating, Scavenger Hunt is as exciting as the name promises. An exciting event that promises to take participants on a wild ride around the campus in search for elusive artefacts, with a single agenda in mind, catch them all. This Thomso, we invite you to embark on a quest to uncover hidden treasures and trudge your way towards glory. So compete, enjoy and seek your inner adventurer in this kooky pursuit of wondrous exaltation.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "",
      "event_location": "LHC 106",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "MUN-UNHRC",
      "event_location": "Senate Hall",
      "start_time": "10:00",
      "end_time": "16:00",
      "coordinator": "Vaishnav",
      "contact": "7702158128",
      "description": "True to the spirit of the United Nations, this event strives to foster a constructive forum for open dialogue on complex global issues, including international peace and security, and economic and social progress. During the conference, students learn the importance of balancing national interests with the needs of the international community, while also learning about the powers and limitations of international negotiation. Delegates will preserve their countries’ national policy while negotiating in the face of other, sometimes conflicting, international policies.",
      "rulebook_link": "",
      "event_day": "day2"
    },
    {
      "event_name": "Footloose final",
      "event_location": "Convocation hall",
      "start_time": "9:30",
      "end_time": "18:00",
      "coordinator": "Gargi\nRakesh Pakurthi \nDeepak Sah",
      "contact": "6264018072\n9549410802\n7047081776",
      "description": "Are you passionate about dancing? Do you have tingling sensations run down your feet when you hear music? Then come let yourself loose. Dance to express. It\\'s said that in order to find your true self, you first have to lose yourself. Come get lost amid the likes of yourself. Prepare, perfect, perform and if you stumble then make it a part of the dance.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "Convocation hall",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Seiger Finals",
      "event_location": "SBI Lawn",
      "start_time": "09:00",
      "end_time": "12:00",
      "coordinator": "Shreyansh Jain\nVanshika Singh",
      "contact": "8827261813\n9958705084",
      "description": "Seiger is IIT Roorkee’s own rendition of the very (in)famous TV show, Roadies! Come and try your best not to embarrass yourself as our own Raghu goes full-throttle on you!",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Open Mic",
      "event_location": "MAC Audi",
      "start_time": "",
      "end_time": "",
      "coordinator": "Anupam Verma\nDipesh",
      "contact": "8127776977\n9004866095",
      "description": "Open mic is an event where anyone can grab the mic and perform. The performer is handed the mic to perform live on the stage in front of the audience. The event is focused on performance arts like poetry, spoken word, song, stand-up comedy, etc.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "MAC Audi",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "MAC Audi",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Apocalypse-final",
      "event_location": "MAC hall/SAC",
      "start_time": "09:00",
      "end_time": "18:30",
      "coordinator": "Supriyo \nSubhrat ",
      "contact": "8975727129\n7037019466",
      "description": "Beating a game is a journey. Therein lies the fun. Are you one of those who think gaming is in their DNA? Do you get an adrenaline rush every time you conquer a game? Welcome to Apocalypse, a cut-throat competition with intense competition and massive crowds, this is one gaming competition you wouldn’t want to miss. So gear up and let your game speak for you. Strike new camaraderie and build up envious rivalries in this hard fought event, where shots are traded across battle lines. Show us your hard acquired gaming skills and aim to vanquish all. So if you think you are the one to obliterate the competition, then Apocalypse is the place to be! Level up, fall down, respawn and get back up to earn the coveted crown.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Abhivyakti- Finals",
      "event_location": "OP Jain Audi",
      "start_time": "09:00",
      "end_time": "18:00",
      "coordinator": "Niharika Jain\nDivyansh Malgotra",
      "contact": "8989583878\n8556901088",
      "description": "All the world\\'s a stage, and all the men and women are merely players. This event is for those who act, write, dance, run, cry and laugh just for the ethereal beauty of the act. Stand on a stage and hold the hearts of men in your hands. Make them laugh with a gesture and cry with words. Turn the spotlight towards you, perfecting acting skills, coordination, expressions and stellar dialogue delivery. We have this event planned to cater to all those patrons of direction, acting and screenplay. So, participate and hypnotize people with the power of words and expressions and you will shine brighter than any praise or fame or glory.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Gully war",
      "event_location": "OAT MAC",
      "start_time": "10:30",
      "end_time": "13:30",
      "coordinator": "Bharat Kumar\nAnshul Saini",
      "contact": "9352002494\n8824825600",
      "description": "This is the clash of hearts, the war of bragging, the fight of serenity, the conflicts of words. This is Battle of the Gully! Thomso is organising Rap Battle and Beat Boxing for all those vocal artists out there. Unveil the best mix of music and lyrics in you and fight this war to prove yourself.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Snooker Elite  ",
      "event_location": "Student's club",
      "start_time": "09:00",
      "end_time": "18:30",
      "coordinator": "Sparsh \nDheeraj Soni",
      "contact": "8492991277\n9588909338",
      "description": "Do you think what it take to be the master of cues? If yes, come forth and compete with your contemporaries and prove your mettle; because if you can’t prove, you don’t have. This event gives you an opportunity to compete with the elites and let the world witness your flair. The table is set, now is the time for you to hit.The event consist of the following two of the table games: Snooker & Pool, which are by far, the benchmarks of precision and skill.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Queen's gambit",
      "event_location": "Student's club",
      "start_time": "09:00",
      "end_time": "18:30",
      "coordinator": "Ujjaval Kumar\nDhruv Singh Rawat",
      "contact": "8506085594\n9552559165",
      "description": "Do you pursue good chess skills,but do not feel like playing those 30+ minute games? If yes, then this is the best platform to show off your skills. Instead of playing tediously long matches on a chess board, this is a unique \\'Chess tactics solving competition.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Corporata",
      "event_location": "DOMS Hall 1",
      "start_time": "12:00",
      "end_time": "18:00",
      "coordinator": "Kajari Guha Biswas\nShweta Shetty",
      "contact": "8240447646\n7043917667",
      "description": "How much do you know when it comes to finance and economics? Here’s a chance to build upon that financial repertoire of yours and sharpen your business acumen. Corporata provides you a platform to boast your financial literacy and general economic awareness. Test your understanding of core financial knowledge against the best in the game and astound the jury with your business insights. With fierce competition and loads of rewards to be won, this sure is going to be a nerve - wracking contest.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LH 1",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LH 1",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Street Soccer Final",
      "event_location": "Basketball court",
      "start_time": "10:30",
      "end_time": "14:00",
      "coordinator": "Ayush Chauhan\nSimar Yadav",
      "contact": "6397228160\n9727620697",
      "description": "Makeshift goalposts, the nudges and pushes, the adrenaline, goals, spectators and dramatic matches. If you love playing football street style, then this is the place to be! Street Soccer focuses on flair, style and trickery, reflecting the cultures of street football and freestyle football played in streets and backlots across the world. It encompasses a number of informal varieties of association football, marking a return to the roots of the game. So shove, prod and force your way through the opposition in this vicious and cut-throat event catering specifically to the street smarts!",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Quriosity-Sports quiz",
      "event_location": "LHC 005",
      "start_time": "11:00",
      "end_time": "13:00",
      "coordinator": "Murtaza Bookwala\nAgastya Varahalav",
      "contact": "9175997929\n8466962513",
      "description": "Do you know everything from the fun facts about Infinity War to the intricacies of global economics? Are you generally shunned among peers for being a \\'know-it-all\\'? (OR: does information unintentionally comes blurting out whenever you open your mouth?) Well, here you can actually win prizes for that! So come and embrace the chance to show the ignoramuses that information is the real wealth! Five quizzing events shall be held. \\n 1. Titans of Trivia– The general quiz. \\n  2. The MELA – Music, Entertainment, Literature and Art \\n  3. The India Quiz \\n  4. The Sports Quiz \\n  5. The Business Quiz.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Quirosity-Titan of trivia",
      "event_location": "LHC 004",
      "start_time": "14:00",
      "end_time": "17:00",
      "coordinator": "Murtaza Bookwala\nAgastya Varahalav",
      "contact": "9175997929\n8466962513",
      "description": "Do you know everything from the fun facts about Infinity War to the intricacies of global economics? Are you generally shunned among peers for being a \\'know-it-all\\'? (OR: does information unintentionally comes blurting out whenever you open your mouth?) Well, here you can actually win prizes for that! So come and embrace the chance to show the ignoramuses that information is the real wealth! Five quizzing events shall be held. \\n 1. Titans of Trivia– The general quiz. \\n  2. The MELA – Music, Entertainment, Literature and Art \\n  3. The India Quiz \\n  4. The Sports Quiz \\n  5. The Business Quiz.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Litfest- Desi Twist",
      "event_location": "LHC 006",
      "start_time": "10:00",
      "end_time": "10:30",
      "coordinator": "Rakshit",
      "contact": "9560466184",
      "description": "Remodel popular stories the way you want, modify endings and give literary classics that tangy twist.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 101",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 102",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 103",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 103",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 104",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "PUBG Mobile",
      "event_location": "LHC 105",
      "start_time": "9:30",
      "end_time": "13:00",
      "coordinator": "Satnam Singh\nKetan",
      "contact": "9872415291\n7297877024",
      "description": "`It's all fun and games, don't take it so seriously, man\"- have you ever heard this sentence and it just irked your soul? Do you think gaming is more than just games? Do you live to win and are you born to win? Fret not, Thomso'19 welcomes you to a world of fierce rivalries and fiercer camaraderie. The much awaited PUBG tournament is finally here and if you got what it takes to rule the arena,  giddy up, you are in for a wild ride. Grit your teeth, roll your sleeves and snatch away the crown from the most lethal gamers around. Happy gaming,y'all!",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 101",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 101",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC 106",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Nerdy bate",
      "event_location": "LHC 003",
      "start_time": "",
      "end_time": "",
      "coordinator": "Aman Yadav",
      "contact": "7704960816",
      "description": "Was Thanos right in decimating half the population of the universe? Should Bran become the King of the Westeroes? These are some questions that shall continue to pinch us eternally. So, nerds, lets debate on some more freaking queries like these and come up with the most remarkable verdict that may shake the roots of tree itself.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Box Office",
      "event_location": "LHC 002",
      "start_time": "",
      "end_time": "",
      "coordinator": "Harsh Poddar \nPratyush Sinha",
      "contact": "7984240302\n8986566155",
      "description": " Participants have to form a team of 2-3 members. It will be held in two rounds.Round1: Some movie related questions will be asked and participants have to predict the name of the movie. Round2: Participants have to make a parody of a given movie scenes.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "relay rangoli",
      "event_location": "LHC ATR",
      "start_time": "12:00",
      "end_time": "14:30",
      "coordinator": "Mrunali",
      "contact": "9408617622",
      "description": "Do you and your best friends swear that you can read each other’s mind ? So then come on over to Relay Rangoli and find out! This year we’ll take a different crack at making beautiful rangolis and see if 5 heads are better that one. Use bright lush colors and wow us with your most festive design !",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "LHC ATR",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "carnival",
      "event_location": "ABN Ground",
      "start_time": "09:00",
      "end_time": "18:30",
      "coordinator": "Yogendra Kumar Singh\nBhupesh ",
      "contact": "9193693736\n9599991720",
      "description": "Thomso brings to you the most-awaited and one-of-a-kind fete, Thomso Carnival. A carnival exhilarates the fanatics with euphoria and ecstasy and we bet Thomso Carnival would not be an exception. The charismatic feel of an Indian carnival may have been long lost with time but we are here to reignite it, as you take your time out to discover the delight of frolicking alfresco. With everything that a carnival can offer, this is seriously going to be a Show-stopper!So, come here with Zeal and Fervor, and take back along with you, the new found Fanaticism along with lasting Memories.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "ABN Ground",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Nukkad Natak Finals",
      "event_location": "UG floor",
      "start_time": "09:00",
      "end_time": "14:00",
      "coordinator": "Aakash Hirnotia\nYagyaansh Khaneja",
      "contact": "8279941589\n9990116913",
      "description": "Nukkad Natak is a street-play competition of Dramatics at Thomso where you speak in the lingo of the common folks to outline captivating issues which are also socially relevant. The main endeavor is to convey a social and political message in an entertaining environment, amidst the intimate and effective means of theatre by means of shout, chants, drums and catchy songs. This is your chance to be the change you think of bringing about.",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "",
      "event_location": "UG floor",
      "start_time": "",
      "end_time": "",
      "coordinator": "",
      "contact": "",
      "description": "",
      "rulebook_link": "",
      "event_day": "day3"
    },
    {
      "event_name": "Treasure Hunt",
      "event_location": "Library Steps",
      "start_time": "10:00",
      "end_time": "13:00",
      "coordinator": "Heemanshu Raj\nLakshay Tyagi",
      "contact": "8076119764\n9876741285",
      "description": "The quintessential pleasure in a quest is not the conclusion, but it\\'s the journey that makes all the difference. Simple, crazy and exhilarating, Scavenger Hunt is as exciting as the name promises. An exciting event that promises to take participants on a wild ride around the campus in search for elusive artefacts, with a single agenda in mind, catch them all. This Thomso, we invite you to embark on a quest to uncover hidden treasures and trudge your way towards glory. So compete, enjoy and seek your inner adventurer in this kooky pursuit of wondrous exaltation.",
      "rulebook_link": "",
      "event_day": "day3"
    }
  ]
}